tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "m4"
brew "autoconf"
brew "autojump"
brew "automake"
brew "node", link: false
brew "bower"
brew "gdbm"
brew "gettext"
brew "sqlite"
brew "coreutils"
brew "erlang"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "krb5"
brew "libxml2"
brew "libdap"
brew "libpq"
brew "gdal"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "libfido2"
brew "libyaml"
brew "lynx"
brew "node@12"
brew "openssh"
brew "postgresql"
brew "sfcgal"
brew "postgis"
brew "selenium-server-standalone"
brew "sphinx-doc"
brew "wget"
brew "yarn"
brew "zsh"
brew "n"
brew "stripe/stripe-cli/stripe"
cask "dictunifier"
cask "graphiql"

# APPS
cask "1password"
cask "alfred"
cask "dbeaver-community"
cask "dropbox"
cask "figma"
cask "github"
cask "hazel"
cask "hyper"
cask "linear-linear"
cask "namechanger"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "superhuman"
cask "tor-browser"
cask "transmission"
cask "visual-code-studio"

# TBC
# brew "tmux"
# brew "zsh-autosuggestions"
# brew "zsh-completions"
# brew "zsh-syntax-highlighting"
# cask "insomnia"